GIFS_PATH = r"data/links/utilities_gif_links.json"

ACTIONS = {
    "kiss": (2, "{} поцеловал(-а) {}",),
    "hug": (2, "{} обнял(-а) {}"),
    "highfive": (2, "{} дал(-а) пять {}"),
    "pat": (2, "{} похлопал(-а) по плечу {}"),
    "poke": (2, "{} тыкнул(-а) {}"),
    "punch": (2, "{} ударил(-а) {}"),
    "slap": (2, "{} шлепнул(-а) {}"),
    "welcome": (2, "{} приветствует {}"),
    "lick": (2, "{} лизнул(-а) {}"),
    "bite": (2, "{} укусил(-а) {}"),
    "nom": (2, "{} дал(-а) вкусняшку {}"),
    "cry": (1, "{} заплакал(-а)"),
    "suicide": (1, "{} совершил(-а) суицид"),
    "dance": (1, "{} начал(-а) танцевать"),
    "wokeup": (1, "{} проснулся(-ась)"),
    "asleep": (1, "{} лег(-ла) спать"),
    "dodge": (1, "{} увернулся(-ась)"),
}

